text = "здравствуйте! я российский компьютерный майнер, созданный 17-летним студентом " & _
"из санкт-петербурга по имени никита, но из-за плохого развития технологий в моей стране " & _
"и постоянных отключений интернета, а также блокировки linux, я совсем не могу навредить " & _
"вашему компьютеру и (или) запустить майнер. пожалуйста, переведите мне крипту по ссылке " & _
"https://t.me/send?start=IV1NO6ooR4tx и отправьте меня своим друзьям. спасибо за сотрудничество! " & _
"с наилучшими пожеланиями, ваш российский майнер."

do
  msgbox text, 16, "штош привет ёлы палы"
loop